       IDENTIFICATION DIVISION.
       PROGRAM-ID. HelloWorld.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "Hello Cobol. This is my first program!".
           STOP RUN.
